app/controllers/meetings_controller.rb

  def index
    @meetings = Meeting.all
---
SELECT "meetings".* FROM "meetings"

  def show
    @meeting = Meeting.find(params[:id])
---
SELECT "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]

  def create
    @meeting = Meeting.new(meeting_params)

    respond_to do |format|
      if @meeting.save
---
INSERT INTO "meetings" ("name", "start_time", "created_at", "updated_at", "user_id") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "warcraft"], ["start_time", "2020-08-28 12:19:00"], ["created_at", "2020-08-29 12:19:54.757308"], ["updated_at", "2020-08-29 12:19:54.757308"], ["user_id", 1]]

    def set_meeting
      @meeting = Meeting.find(params[:id])
---
SELECT "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]